Repository: common-repository/teoola
Catalog: languages/teoola-*.po
Languages: fr_fr

source: API Key
fr_fr: Licence

source: Your API Key is unique to your !teoola account and is the connection between you and our servers, and your access to all our Pro features.
fr_fr: Votre clé API est unique à votre compte !teoola. Elle permet de faire le lien entre votre site, l'application mobile et votre interface !teoola personnelle.

source: Entity
fr_fr: Entité

source: Active Key
fr_fr: Clé active

source: Read more
fr_fr: Lire la suite

source: News settings updated.
fr_fr: Paramètres des actualités mis à jour.

source: Settings of the chat
fr_fr: Paramètres du chat

source: Creates popups
fr_fr: Créer des popups

source: Events
fr_fr: Évènements

source: News
fr_fr: Actualités

source: Sign out
fr_fr: Déconnexion

source: Are you sure ?
fr_fr: Êtes-vous sûr ?

source: No, take me back
fr_fr: Non, revenir

source: Yes
fr_fr: Oui

source: Html selector can not be empty.
fr_fr: Le sélecteur HTML est obligatoire.

source: Remove
fr_fr: Supprimer

source: Title
fr_fr: Titre

source: HTML selectors (#idElement or .classElement)
fr_fr: Sélecteurs HTML (#idElement ou .classElement)

source: Close
fr_fr: Fermer

source: Not found item
fr_fr: Aucun élément

source: Settings
fr_fr: Paramètres

source: General settings updated.
fr_fr: Paramètres principaux mis à jour.

source: Popup settings updated.
fr_fr: Paramètres des popups mis à jour.

source: Events settings updated.
fr_fr: Paramètres des évènements mis à jours

source: Popup deleted.
fr_fr: Popups supprimées.

source: Display of news
fr_fr: Affichage des actualités

source: Enable the news features
fr_fr: Activer la fonctionnalité des actualités

source: To view the calendar
fr_fr: Pour afficher le calendrier

source: The available parameters for this shortcode are: description and image.
fr_fr: Les paramètres disponibles pour ce shortcode sont : description et image.

source: To view the list of news
fr_fr: Pour afficher la liste des actualités

source: The available parameters for this shortcode are: description, image, num and mode.
fr_fr: Les paramètres disponibles pour ce shortcode sont : description, image, num et mode.

source: You can control the display of the description, images or number of news items to show via the shortcode parameters.
fr_fr: Vous pouvez gérer l'affichage de la description, des images ou du nombres d'actualités à afficher par le biais des paramètres du shortcode.

source: Save Changes
fr_fr: Enregistrer

source: Let's connect your site
fr_fr: Connectons votre site

source: To unlock !teoola features, log in using your entity ID and key.
fr_fr: Pour débloquer les fonctionnalités de !teoola, connectez-vous avec votre identifiant et votre clé.

source: Entity ID
fr_fr: Identifiant

source: Key
fr_fr: Licence

source: Your login details were incorrect. Please make sure you're using your entity ID and key and try again
fr_fr: Votre identifiant ou mot de passe est incorrect. Veuillez vous assurer d'avoir utilisé les bons paramètres et essayez à nouveau.

source: Connect
fr_fr: Se connecter

source: Don't have an account? %1$sContact us%2$s now and get your access!
fr_fr: Vous n'avez pas encore de compte ? %1$sContactez-nous%2$s maintenance et récupérez vos accès gratuitement !

source: HTML selector(s)
fr_fr: Sélecteur(s) HTML

source: Create popups
fr_fr: Créer des popups

source: Active popups
fr_fr: Popups

source: If you want to display popups via html selectors.
fr_fr: Pour afficher les formulaires dans des popups à l'aide de sélecteur(s) HTML.

source: Display the popups once they are created.
fr_fr: Activer les popups

source: Width popup
fr_fr: Largeur des popups (en px)

source: Header color
fr_fr: Couleur de l'entête

source: Pick the color of the header of the popup.
fr_fr: Choisir la couleur de l'entête des popups.

source: SELECT
fr_fr: CHOISIR

source: List popups
fr_fr: Liste des popups

source: + ADD A POPUP
fr_fr: + AJOUTER

source: Display of events
fr_fr: Affichage des évènements

source: With the following shortcode, display the last 3 events anywhere you want :
fr_fr: Utilisez le shortcode ci-dessous pour afficher les 3 derniers évènements où vous le souhaitez :

source: Enable the events features
fr_fr: Activer la fonctionnalité des évènements

source: To view the list of events
fr_fr: Pour afficher la liste des évènements

source: Active chat popup
fr_fr: Chat

source: If you want to display chat popup.
fr_fr: Pour afficher le chat en bas à droite de l'écran

source: Display the chat popup.
fr_fr: Activer le chat

source: Display of the message box
fr_fr: Mode d'affichage

source: By default, the message box is always visible. If you want the box to be minified, enable this option.
fr_fr: Ajustez les options ci-contre pour modifier l'affichage de votre formulaire.

source: Display an icon instead of the message box on page load.
fr_fr: Afficher une icône à la place de la fenêtre complète au chargement de la page.

source: Display the admin name and photo in the first step of the form.
fr_fr: Afficher la photo et le nom de votre compte !teoola à la première étape du formulaire.

source: First step message
fr_fr: Message de première étape

source: Pick the color of the header of the message box.
fr_fr: Choisissez la couleur de votre choix pour l'entête du formulaire.

source: Icon style
fr_fr: Style de l'icône

source: You can customize the icon and the background color of the button to open up the message box.
fr_fr: Personnalisez l'icône qui permet d'afficher le formulaire ainsi que sa couleur de fond.

source: Select icon
fr_fr: Choix de l'icône

source: Background color of the icon
fr_fr: Couleur de l'arrière-plan de l'icône

source: Upcoming News
fr_fr: Dernières actualités

source: Event
fr_fr: Évènement

source: Upcoming Events
fr_fr: Prochains évènements

source: !teoola affords a "new insigh" into an address book and creates a "word of mouth" recommendation tool on your Smartphone.
fr_fr: !teoola apporte un "plus" au carnet d'adresses et invente le "bouche-à-oreille" sur SmartPhone.
